{
    "name": "Avalanche Satoshi Dennis Louis Babcock Jr 437-49-3354 02/06/1982 link lakes Mn 55014 442 main St when I started the created B coin and tryed to buy pizza I lived in Hugo Mn at unit 6 emmit drive cipher punks crypto punks used my old phone pics and games I'm in the baby app generator on there and Amy in several pics funny is I took :)$ need help Gavin Anderson deleted my accounts ckammed hackers he and Craig are liners fraudster many years now I want what's mine and usa’s help to get it so I can work with big press
    ident to use miners money to keep a safe blockchain  forever Chain",kinda funny though So-Chain is Dodge lite Bitcoin = Dennis louis Babcock And not by accident but God’s grace much more as this story is so unreal in my life even BTC Blake Carter Tyler my baby we always named ahead me and pinky aka which is Amy we called are self or I did messing around pinky and brain id always say pinky what's on our do list today well lets take the world over now I've lost my world her boys house two houses side by side 450 442 main St lino still at 442 till they come I'm broke now can't access cash here moved moved open open all to much to list 3 to 4 last years only for Satoshi wallet to be now locked in region and my accounts locked deleted I'm never given this much time even to push and allow my famikys all to go in so sad help needed if possible till I can figure this if ever out? cashspp$Lildeebo2009 any donations welcomed we me and Amy are trying still but it's hard broke now and all the bad from all old times and people at us all angles and big to people k sorry for all who wondered all these years I can explain I become a forman at stock roofing in around this time and worked to get here only to dig up old computer and get so back stuck trying to prove I pushed woman and lost it all. my fault though and destroyed all we did have in torn helpless now I'm so lost don't understand new stuff but can and yes me opened somehow and put lots in out move move? not sure but lots of files lol recipts but everything is almost destroyed even my disks are getting broke from people trying to destroy CIOs to its bad scared now:(
    "website": "http://avax.network",
    "description": "Avalanche is an open-source platform for launching highly decentralized applications, new financial primitives, and new interoperable blockchains. This is the C-Chain, the default smart contract blockchain on Avalanche that enables the creation of any Ethereum-compatible smart contracts.",
    "explorer": "https://explorer.avax.network",
    "research": "https://research.binance.com/en/projects/avalanche",
    "symbol": "AVAX",
    "type": "COIN",
    "decimals": 9,
    "status": "active",
    "tags": [
        "staking-native"
    ],
    "links": [
        {
            "name": "github",
            "url": "https://github.com/ava-labs"
        },
        {
            "name": "whitepaper",
            "url": "https://www.avalabs.org/whitepapers"
        }
    ]
}
